Repository: dmytrokyrychuk/grim-dawn-uk-omegat
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk

source: Last Attacked By:
uk: Останній нападник:

source: Last Attacked:
uk: Остання ціль:

source: Less guts in ya than I reckoned, but at least they're still inside ya and not spilling out on some road, eh?
uk: У тобі менше мужності, ніж я думав, але тепер вони хоч не розливаються по дорогах, еге ж?

source: Let Mornay know about Elsa
uk: Повідомте Морнею про Ельзу

source: Let's get to business, yes?
uk: Перейдемо до справи, так?

source: Let's see what old Hargate had cooked up in that lab of his.{^n}{^n}Here's something on a Relic he's used, that's a start.
uk: Подивімося, що старий Харгейт наварив у своїй лабораторії.{^n}{^n}Тут дещо про реліквію, якою він користувався, це початок.

source: Level Range
uk: Рівні

source: Level {%d0}
uk: Рівень {%d0}

source: Level {%d0} {%t1}
uk: {%t1} {%d0} рівня

source: Level: {%d0}
uk: Рівень: {%d0}

source: Loading...
uk: Завантаження...

source: Lock Item Pickup
uk: Блок підйому предметів

source: Look for Farros, Jillius and Neegan out in Wightmire.
uk: Шукайте Фарроса, Джилліуса та Нігана у Wightmire.

source: Lost Survivor
uk: Загублений вцілілий

source: Lower Crossing
uk: Нижнє Перехрестя

source: Lumber for the Legion
uk: Пиломатеріали для Легіону

source: Luther Graves is badly injured, trapped inside of a Slith cage along the Foggy Bank.
uk: Лютер Грейвс тяжко поранений, замкнений у клітці слітів на Туманному березі.

source: Luther Graves should be safe back in Devil's Crossing.
uk: Лютер Грейвс повинен бути в безпеці на Чортовому Перехресті.

source: Main Campaign
uk: Головна кампанія

source: Makes little difference when one survived.
uk: Це не має значення, якщо інша досі жива.

source: Man is far too trusting.
uk: Він надто довірливий.

source: Map
uk: Мапа

source: Max. Players
uk: Гравців

source: Meet Bourbon inside the Prison
uk: Зустріньтеся з Бурбоном у в'язниці

source: Men fight better on full stomachs!
uk: Люди краще воюють на ситі шлунки!

source: Milton Hart.
uk: Мілтон Гарт.

source: Milton, I'm sorry brother.
uk: Мілтоне, вибач, брате.

source: Milton, I'm sorry, brother.
uk: Мілтоне, вибач, брате.

source: Mornay's scouting partner, Elsa, is probably still alive and in the hands of those brutes.
uk: Розвідувальна партнерка Морнея, Ельза, ймовірно, досі жива і знаходиться в руках тих звірів.

source: Most of all, I just keep quiet and observe.
uk: Більшість часу я просто мовчу і спостерігаю.

source: Most of what I know is from old reports circulated by the resistance shortly after the Grim Dawn.
uk: Більшість із того, що я знаю, походить зі старих звітів, поширених опором незабаром після Похмурого Світанку.

source: Mrs. Constance is making new clothes for everyone!
uk: Місіс Констанція шиє всім новий одяг!

source: Mrs. Constance says I'm not supposed to talk to you.
uk: Місіс Констанція каже, щоб я з тобою не говорив.

source: Mrs. Constance says you've brought us real food.
uk: Місіс Констанс каже, що ви принесли нам справжню їжу.

source: Multiplayer
uk: Спільна гра

source: My noose is lonely.
uk: Моїй петлі самотньо.

source: My pleasure.
uk: З задоволенням.

source: Name:
uk: Ім'я:

source: Network Adapter
uk: Мережевий адаптер

source: Network adapter to use for hosting/joining multiplayer games.
uk: Мережевий адаптер для створення чи приєднання до спільних ігор.

source: Nevermind.
uk: Не зважайте.

source: No
uk: Ні

source: No Completed Quests
uk: Нема завершених завдань

source: No Quests
uk: Нема завдань

source: Nobody deserves to be torn apart by monsters like that, and now there are a few less in the world.
uk: Ніхто не заслуговує бути розірваним на шматки такими монстрами, і тепер їх трохи менше на світі.

source: Nobody knows for sure.
uk: Ніхто не знає напевно.

source: Normal Difficulty
uk: Нормальна важкість

source: Not a living one anyway.
uk: Як мінімум, не жива.

source: Not much left to scavenge nearby anyhow.{^n}{^n}Besides, I'd be dead right now if you hadn't come for me.
uk: Все одно поблизу мало що можна знайти.{^n}{^n}Крім того, я був би мертвий прямо зараз, якби ти не прийшов за мною.

source: Not yet, where can I find it?
uk: Ще ні. Де мені його знайти?

source: Not yet, where is it again?
uk: Ще ні. Нагадайте, де воно?

source: Nothing major.
uk: Нічого особливого.

source: Now I fear it may be preserving him in undeath.{^n}{^n}I wish nothing but for my brother to be allowed to rest in peace.
uk: Тепер я боюся, що це зберігає його в нежитті.{^n}{^n}Я не бажаю нічого, крім того, щоб моєму братові дозволили спочивати з миром.

source: Now eat up!
uk: Тепер їж!

source: Now it's like a blessing.
uk: А тепер це як благословення.

source: Now move!
uk: Йди!

source: Now that you have helped Kasparov and Barnabas, you should report back to Bourbon in Devil's Crossing.
uk: Тепер, коли ви допомогли Каспарову та Барнабасу, вам слід доповісти Бурбону в Чортовому Перехресті.

source: Now that you have proven yourself, Rook should let you inside.
uk: Тепер, коли ви довели себе, Рук має впустити вас усередину.

source: Objectives:
uk: Цілі:

source: Of course.
uk: Звичайно.

source: Offensive Ability
uk: Нападальна здатність

source: Offensive Ability {^b}(?)
uk: Нападальна здатність {^b}(?)

source: Offensive Stats
uk: Нападні показники

source: Offline
uk: Офлайн

source: Oh dear.
uk: О Боже.

source: Oh look, it's the possessed one.
uk: Дивіться, це ж [[ms]одержимий[fs]одержима].

source: Oh my.
uk: О ні.

source: Oh, I can' blame them.
uk: Ой, я не можу їх звинувачувати.

source: Oh?
uk: Ой.

source: Ok
uk: Добре

source: Ok... maybe it was a lot more.
uk: Добре... можливо, це було набагато більше.

source: Okay
uk: Добре

source: Old Arkovia
uk: Стара Арковія

source: On my way.
uk: Йду.

source: Once I pump out the remaining poisoned water, the spring should be clean enough for drinking.
uk: Коли я викачаю решту отруєної води, джерело стане достатньо чистим для пиття.

source: Once past the stream, Burial Hill will be on the left where the road forks.
uk: Поховальний Пагорб буде зліва від розгалуження дороги за річкою.

source: Once you've crossed the stream on the far side of town, there will be a beaten path leading up to Burial Hill.
uk: Коли ви перетнете струмок на дальній стороні міста, побачите биту стежку, яка веде до Могильної гори.

source: One of my scouts came back with news, making our next move clear.
uk: Один із моїх розвідників повернувся з новинами, що роблять наш наступний зрозумілим.

source: One, two, three... yes, my fingers are still intact.
uk: Один, два, три... так, всі пальці на місці.

source: Online
uk: Онлайн

source: Open the cellar in the shack behind me.
uk: Відкрийте льох у халупі позаду мене.

source: Opening a new rift will close your existing one.
uk: Відкривши новий розрив, ти зруйнуєш старий.

source: Options
uk: Опції

source: Options Menu
uk: Опції

source: Or do you not 'trust' me?
uk: Або ви мені не «довіряєте»?

source: Our only hope is this well.{^n}{^n}Now are you going to get us some scrap or do I have to settle for sass?
uk: Наша єдина надія – цей колодязь.{^n}{^n}То ви принесете нам трохи брухту, чи мені доведеться задовольнитися зухвалістю?

source: Password
uk: Пароль

source: Payin' others with good iron and hearin' the tales is just the next best thing.
uk: Добре платити для інших залізом і слухати їх розповіді - це друга найкраща річ.

source: People are starting to beg me for water.
uk: Люди починають просити у мене води.

source: Perfect!
uk: Ідеально!

source: Perhaps if I had more fragments...
uk: Можливо, якби я мав більше фрагментів...

source: Perhaps it will bring me some comfort.
uk: Можливо, це принесе мені трохи розради.

source: Perhaps now he can move on.{^n}{^n}Return to him in Devil's Crossing.
uk: Можливо, тепер він зможе рухатися далі.{^n}{^n}Поверніться до нього у Чортовому Перехресті

source: Perhaps the Aetherial behind these attacks is there.
uk: Можливо, за цими атаками стоять Етеріали.

source: Perhaps the driver yet lives.
uk: Можливо, водій ще живий.

source: Perhaps they didn' deserve the fate they got, but at least now there's less of them out there threatenin' the living.
uk: Можливо, вони не заслужили такої долі, але принаймні тепер менше з них загрожують живим.

source: Personal Rift
uk: Особистий розрив

source: Phil
uk: Філ

source: Physique
uk: Статура

source: Play Game
uk: Грати

source: Player
uk: Гравець

source: Player Grave ~ {%t0}
uk: Могила гравця ~ {%t0}

source: Player Level
uk: Рівень гравця

source: Please help my brother.
uk: Будь ласка, допоможіть моєму братові.

source: Please login to GOG Galaxy and launch Grim Dawn from the GOG launcher!
uk: Будь ласка, увійди до GOG Galaxy та запусти Grim Dawn через GOG!

source: Please move on.
uk: Будь ласка, проходь далі.

source: Please post problems to the Grim Dawn forum.
uk: Будь ласка, публікуйте усі проблеми на нашому форумі.

source: Please, come inside and rest a while.
uk: Будь ласка, зайдіть і відпочиньте трохи.

source: Please, take the scrap we collected for the tribute.
uk: Будь ласка, візьміть брухт, який ми зібрали на данину.

source: Points Spent:
uk: Балів вкладено:

source: Portal Inventor to Safety
uk: Телепортуйте винахідницю в безпечне місце

source: Portal Kasparov's Apprentice to safety
uk: Телепортуйте ученицю Каспарова до безпечного місця

source: Portal Luther Graves to Safety (Backup for old characters, should no longer be applicable)
uk: Телепортуйте Лютера Грейвса в безпечне місце (для старих персонажів, більше не має бути застосованим)

source: Portal the Inventor Out
uk: Телепортуйте винахідницю

source: Put them in the dirt like they ought to be and I'll give ya some more iron from my stash.
uk: Покладіть їх у землю, як і годиться, і я дам вам ще трохи заліза зі свого запасу.

source: Quest
uk: Завдання

source: Quit to Desktop
uk: Покинути гру

source: Recon data from John Bourbon's scouts indicates that Burrwitch must be critical to Aetherial operations in the area.
uk: Дані від розвідників Джона Бурбона вказують на те, що Бурвіч є вкрай важливим для справ Ефірів у цій місцевості.

source: Refund: {%d0}
uk: Відшкодування: {%d0}

source: Regret... these people once lived.
uk: Шкода... ці люди колись жили.

source: Replace Celestial Power?
uk: Замінити небесну силу?

source: Report back to Bourbon
uk: Доповідайе Бурбону

source: Report back to Captain John Bourbon
uk: Доповідайте капітану Джону Бурбону

source: Report back to John Bourbon
uk: Доповідайте Джону Бурбону

source: Report to Bourbon
uk: Доповідайте Бурбону

source: Reputation Bonus
uk: Репутаційний бонус

source: Required {%s0}: {%.0f1}
uk: Вимога: {%s0} {%.0f1}

source: Required {%s0}: {%.0f1} [ {^r%.0f2 ^y- %.0f3}% Reduction]
uk: Треба {%s0}: {%.0f1} [ {^r%.0f2 ^y- %.0f3}% зменшення]

source: Rescue Oscar Jr.
uk: Врятувати Оскара молодшого

source: Resistances
uk: О́пори

source: Rest in peace.
uk: Спочивай з миром.

source: Return the Amulet to Sybil Hart in Devil's Crossing
uk: Поверніть амулет Сибіллі Гарт у Чортовому Перехресті

source: Return to Barnabas
uk: Поверніться до Барнабаса

source: Return to Bourbon
uk: Поверніться до Бурбона

source: Return to Captain
uk: Поверніться до капітана

source: Return to Captain John Bourbon
uk: Повернися до капітана Джона Бурбона

source: Return to Captain Somer in Homestead
uk: Повернися до капітана Сомер у Садибі

source: Return to Game
uk: Повернутися до гри

source: Return to Harmond
uk: Поверніться до Гармонда

source: Return to Harmond in Devil's Crossing
uk: Поверніться до Гармонда в Чортове Перехрестя

source: Return to him after they are dead.
uk: Поверніться до нього після того, як вони помруть.

source: Returning to Bourbon
uk: Повернення до Бурбона

source: Rewards:
uk: Нагороди:

source: Riftgates, yes!
uk: Розриви, точно!

source: Righteous.
uk: Праведно.

source: Rook
uk: Рук

source: Rotting Corpse
uk: Зогнилий труп

source: Rotting Soldier
uk: Зогнилий солдат

source: Run along now.
uk: Біжи тепер далі.

source: Sahdina is the Spirit Guide for the survivors.
uk: Сагдіна є духовним провідником для вцілілих.

source: Save Children
uk: Врятуйте дітей

source: Save them.
uk: Врятуйте їх.

source: Scrap can be found virtually anywhere within the ruins of human civilization.
uk: Брухт можна знайти практично скрізь на руїнах людської цивілізації.

source: Scraps of bone rat aren't exactly fine dining though.
uk: Хоча недоїдки кістяних щурів не є вишуканою страво.

source: Search for the Caravan Driver at the Slith Camps along Burrwitch Road
uk: Знайдіть водія каравану в таборах Слітів уздовж Бурвіцької дороги

source: Search the bodies of those things roaming around out there.
uk: Обшукуйте тіла істот, які там блукають.

source: Search the ruined houses and the Old Dumping Grounds on the far side of Lower Crossing, past the Burial Hill.
uk: Обшукайте зруйновані будинки та старе сміттєзвалище на дальньому боці Нижнього перехрестя, за Могильною горою.

source: Secure the Portal in Burrwitch Village
uk: Забезпечте портал у селі Бурвіч

source: Securing Burrwitch
uk: Забезпечення Бурвіча

source: See you back at Devil's Crossing.
uk: Побачимося у Чортовому Перехресті.

source: Seems her ineptitude carries beyond just the workstation.
uk: Здається, її бездарність виходить за межі робочої станції.

source: Seems the spirit fled your body before your life ran out.
uk: Здається, дух покинув твоє тіло до твоєї смерті.

source: Sergeant Serriv
uk: Сержант Серрів

source: She can take care of herself.
uk: Вона може подбати про себе.

source: She has offered her services to you.
uk: Вона запропонувала вам свої послуги.

source: She mentioned Kasparov might be able to help.
uk: Вона згадала, що Каспаров міг би допомогти.

source: She would wither away in its corruption.
uk: Вона зовсім зів'яла б у цьому гнилому світі.

source: Shouldn't be too hard to find, especially around places with large concentrations of corpses.
uk: Знайти неважко, особливо в місцях великого скупчення трупів.

source: Show Target Level
uk: Показувати рівень цілі

source: Show target levels along with health when targeting.
uk: Показувати рівень цілі разом зі здоров'ям під час прицілювання.

source: Showed such promise.
uk: Був дуже перспективним.

source: Since I've cleared out a den of Slith, ages ago.
uk: Відколи я розчистив лігво Слітів багато років тому.

source: Since when?
uk: Відколи?

source: Single Player
uk: Один гравець

source: Slain By {%t0}
uk: Вбивця {%t0}

source: Slay Balros, the Malformed
uk: Убийте Балроса Спотвореного

source: Slay Farros, the Rotted
uk: Убийте Фарроса Зігнилого

source: Slay Hagra, the Tormented
uk: Убийте Хагру Мученицю

source: Slay Jillius, the Decayed
uk: Убийте Джиліуса Розкладеного

source: Slay Neegan, the Withered
uk: Убийте Нігана Змарнілого

source: Slay Viloth the Corruptor
uk: Вбийте Корупторку Вілот

source: Slay Warden Krieg
uk: Убийте наглядача Кріга

source: Slay all Aetherials swarming around the Burrwitch Riftgate
uk: Убийте всіх Етеріалів, що кишать навколо Розлому Беррвіча

source: Slith are foul beasts that secrete poisons lethal to humans.
uk: Сліти — мерзенні звірі, які виділяють отруту, смертельну для людей.

source: Smash some junk.
uk: Розбивайте мотлох.

source: Smuggler
uk: Контрабандист

source: So Bourbon let you stay?
uk: То Бурбон дозволив тобі лишитися?

source: So be it.
uk: Нехай буде так.

source: So if ya want more iron, skip the morals and kill some more Dead.
uk: Отже, якщо ви хочете більше заліза, пропустіть мораль і вбийте ще мертвяків.

source: So it is as I feared?
uk: Сталося те, чого я боялася?

source: So one bastard killed another.
uk: Одна наволоч вбила другу.

source: So yer the one that we almost hung!
uk: То це ви [[ms]той[fs]та], кого ми ледь не повісили!

source: So yer the one that we almost hung! I didn' really see the sense in it, but then again, no one really cares what Ol' Barnabas thinks. {^n}{^n}You really should go speak with the Captain. He'll be the one deciding whether there's a place for you here at Devil's Crossing.
uk: Це тебе ми ледь не повісили! Я не бачив у цьому сенсу, але ж нікого не цікавить, що думає старий Барнабас.{^n}{^n}Тобі точно треба поговорити з капітаном. Він вирішить, чи є тобі місце у Дідьковому Перехресті

source: So you've cleared out Burial Hill?
uk: Отже, ви очистили Могильну гору?

source: Somethin' for nothin'.
uk: Щось ні за що.

source: Something For Nothing
uk: Щось ні за що

source: Sometimes, when I close my eyes, I still see her, you know.{^n}{^n}I can smell her auburn hair, feel her gentle hand upon my cheek.{^n}{^n}But then I open them again and all I see is this slith hole.
uk: Знаєш, інколи коли я закриваю очі, то я бачу її.{^n}{^n}Я чую запах її каштанового волосся, відчуваю її тендітну руку на моїй щоці.{^n}{^n}А потім я розтуляю очі і бачу цю діру.

source: Sorry I don't have the time.
uk: Вибачте, я не маю часу.

source: Sorry, I don't have time.
uk: Вибачте, я не маю часу.

source: Sorry, I have no idea who you are.
uk: Вибачте, я не знаю, хто ви.

source: Sorry, but I can't let you enter.
uk: Вибачте, але я не можу дозволити вам увійти.

source: Sorry, just passing through.
uk: Вибачте, просто йду собі.

source: Sounds awful.
uk: Звучить жахливо.

source: Sounds like it was a difficult journey.
uk: Здається, це була важка подорож.

source: Sounds like you have a habit of needing rescue.
uk: Здається, у вас є звичка потребувати порятунку.

source: Speak to Angrim
uk: Поговоріть з Ангрімом

source: Speak to Captain John Bourbon at Devil's Crossing
uk: Поговори з капітаном Джоном Бурбоном у Чортовому Перехресті

source: Speak to Caravan Driver
uk: Поговоріть з водієм каравану

source: Speak to Children
uk: Поговоріть з дітьми

source: Speak to Darlet in Devil's Crossing
uk: Поговоріть з Дарлет у Чортовому Перехресті

source: Speak to Faldis
uk: Поговоріть з Фалдісом

source: Speak to Faldis inside Devil's Crossing
uk: Поговоріть з Фалдісом всередині Чортового Перехрестя

source: Speak to Faldis inside the prison.{^n}{^n}(You may need to earn Bourbon's trust first.)
uk: Поговоріть із Фалдісом у в’язниці.{^n}{^n}(Можливо, спочатку потрібно заслужити довіру Бурбона.)

source: Speak to Luther Graves at Devil's Crossing
uk: Поговоріть з Лютером Грейвсом на Чортовому Перехресті

source: Speak to Mornay
uk: Поговоріть з Морнеєм

source: Speak to Rook in order to gain entry into the inner prison
uk: Поговоріть з Руком, щоб отримати доступ до внутрішньої в'язниці

source: Speak to Sahdina
uk: Поговоріть зі Сагдіною

source: Speak to Spirit Guide
uk: Поговоріть із духовним провідником

source: Speak to gate guard
uk: Поговоріть з охоронцем

source: Speak to him and he should let you in.
uk: Поговоріть з ним, і він впустить вас.

source: Speak to him outside the gates of Devil's Crossing.
uk: Поговоріть з ним біля воріт Чортового Перехрестя.

source: Speak to the captured Caravan Driver
uk: Поговоріть із замкненим водієм каравану

source: Speak with Darlet
uk: Поговоріть з Дарлет

source: Spirit
uk: Дух

source: Splendid!
uk: Чудово!

source: Start
uk: Почати гру

source: Start yer hunt there.
uk: Почніть своє полювання там.

source: Starting Game...
uk: Запуск гри...

source: Still drawing breath, I see.
uk: Бачу, що ти досі дихаєш.

source: Stubborn as ever.
uk: Впертий, як завжди.

source: Survivors - Black Legion
uk: Вцілілі - Black Legion

source: Survivors - Burrwitch
uk: Вцілілі - Burrwitch

source: Survivors - Darkvale
uk: Вцілілі - Darkvale

source: Survivors - Homestead
uk: Вцілілі - Homestead

source: Survivors - Port Valbury
uk: Вцілілі - Port Valbury

source: Swarming with Aetherial corruption, but the riftgate is secure.
uk: Кишить ефірними корупціями, але розрив забезпечено.

source: Sybil Hart
uk: Сибілла Гарт

source: Sybil Hart's brother, Milton Hart, was a military man.
uk: Брат Сибілли Гарт, Мілтон Гарт, був військовим.

source: Take a moment to mingle with your fellow survivors.
uk: Знайдіть хвилинку, щоб поспілкуватися з іншими вцілілими.

source: Take care.
uk: Бувайте.

source: Take some iron coin off my hands; I don't need it no more.
uk: Заберіть трохи моїх залізних монет, мені вони більше не потрібні.

source: Take some well-deserved time to rest and recover.
uk: Візьміть заслужений час на відпочинок і відновлення.

source: Tale of Two Blacksmiths
uk: Історія двох ковалів

source: Taste rank, but quite harmless!
uk: Гіркі на смак, але зовсім нешкідливі!

source: Tell Captain Bourbon that you have slain the Warden
uk: Скажіть капітану Бурбону, що ви вбили Наглядача

source: Tell Captain John Bourbon about the situation at Burrwitch Village.
uk: Розкажіть капітану Джону Бурбону про ситуацію в селі Бурвіч.

source: Tell Captain John Bourbon that you have slain the Warden.
uk: Скажіть капітану Джону Бурбону, що ви вбили Наглядача.

source: Tell John Bourbon that the Burrwitch riftgate is secure
uk: Скажи Джону Бурбону, що розрим Бурвіча в безпеці

source: Tell me, is there any hope for it?
uk: Скажіть, чи є надія на це?

source: Tell me, what was the battle like?
uk: Розкажи, якою була битва?

source: Tell ya what, I've got somethin' that needs doing and I'll pay good to see it done.{^n}{^n}I'm not quite sure you've got what it takes but come back with some blood on yer boots and maybe I'll reconsider.
uk: Скажу вам що, у мене є дещо, що потрібно зробити, і я добре заплачу, щоб це було зроблено.{^n}{^n}Я не зовсім впевнений, що ви здатні на це, але поверніться з кров'ю на черевиках і, можливо, я передумаю.

source: Tell your friends that I truly appreciate the return of my brother's amulet.
uk: Скажи друзям, що я щиро ціную повернення амулета мого брата.

source: Thank you for helping my brother.
uk: Дякую за допомогу моєму братові.

source: Thank you for supporting us and our work.
uk: Дакуємо за те, що підтримуєте нашу роботу.

source: Thank you for trusting in me.
uk: Дякую за довіру до мене.

source: Thank you for uncovering this betrayal.{^n}{^n}Who knows what other damage he could have caused if left to his devices.
uk: Дякую, що розкрили цю зраду.{^n}{^n}Хто знає, яку ще шкоду він міг завдати, якби залишився без нагляду.

source: Thank you!
uk: Дякую!

source: Thank you, stranger.
uk: Дякую, [[ms]незнайомцю[fs]незнайомко].

source: Thank you.
uk: Дякую.

source: Thanks for all your help!
uk: Дякуємо за вашу допомогу!

source: Thanks for playing!{^n}{^n}Grim Dawn is currently available on Steam, or via our website at www.grimdawn.com
uk: Дякуємо за гру!{^n}{^n}Grim Dawn доступна на Steam, або на нашому веб-сайті за адресою www.grimdawn.com

source: Thanks to you, I get to eat tonight.
uk: Завдяки вам, я сьогодні зможу повечеряти.

source: Thanks to you, we may just survive the end of the world.{^n}{^n}I'm sorry we ever doubted you.
uk: Завдяки вам ми можемо пережити кінець світу.{^n}{^n}Мені шкода, що ми сумнівалися у вас.

source: Thanks to you.
uk: Завдяки тобі.

source: Thanks to your efforts, we may yet hold out here a little longer.
uk: Завдяки вашим зусиллям ми ще можемо протриматися тут трохи довше.

source: Thanks.
uk: Дякую.

source: That I did.
uk: Це я [[ms]зробив[fs]зробила].

source: That is until the Aether got them.
uk: Так до тих пір, поки Ефір до них не дійшов.

source: That pulse, it wasn't supposed to go off.
uk: Той імпульс не повинен був статися.

source: That was when we cut you down.
uk: І тоді ми вас зрізали.

source: That's a tough question.
uk: Це складне питання.

source: That's excellent!
uk: Це чудово!

source: That's not right, not at all.
uk: Це не правильно, зовсім ні.

source: That's one way to say thanks.
uk: Це один зі способів сказати спасибі.

source: That's what I like to hear!
uk: Приємно це чути!

source: That's what I like to hear.{^n}{^n}Tell me, how did it feel?
uk: Це те, що я люблю чути.{^n}{^n}Скажіть, як ви почувалися?

source: The Aether corruption created some truly monstrous mutations in the Dead.
uk: Ефірне гниття створило кілька справді жахливих мутацій у мертвяків.
